{
	"title": "Mutugi Riungu",
	"tagline": "Full Stack Mid-Senior SE",	
	
	"profile": {
		"availability": "Available for remote opportunities",
		"current-position": "Currently at Stream4Tech as a mid-senior Software Engineer, and Design consultant to Anthropodata",
		"former-position": "Formerly at Realfield as Lead/Senior FullStack developer."
	},
	"common": {
		"timezone": "Timezone",
		"location": "Based in"
	},
	"locale": {
		"location": "Nairobi, Kenya, Africa",
		"timezone": "UTC/GMT+3 hours",
		"localtime": "Local Time"
	},
	"meta": {
		"title": "Mutugi Riungu",
		"greeting": "Hey there, I'm",
		"description": "A Passionate and skilled Full Stack Software Developer with 7+ years professional experience building web and mobile applications. Equipped with a diverse and promising skill-set. Proficient in various platforms, languages, and embedded systems with expertise in the MERN stack. Experienced with several development tools and procedures."
	},
	"projects": {
		"title": "Projects",
		"description": "Here are some of my most favourite projects that I enjoyed coding and designing from scratch, both in a team and alone."
	},
	"skills": {
		"title": "Things I do",
		"description": "I am holistically proficient very adaptable accross the web and mobile software development domins. These especially, I have in-depth knowlde on and hands-on experience in."
	},
	"repos": {
		"title": "What I do",
		"description": "I am passionate about using cutting-edge technologies. This is what am good at."
	},
	"experience": {
		"title": "Experience",
		"description": "Here are some great companies I had the honour to join for working on various interesting projects."
	},
	"contact": {
		"title": "Wanna reach out?",
		"description": "Feel free to drop me a message."
	},
	"resume": {
		"title": "CV/Resume",
		"titleAlt": "Curriculum Vitae"
	},
	"schedule": {
		"title": "I would love to meet",
		"description": "Shedule a meet here. Please pick a date and time for a <=30 minute video/audio Whatsapp, Zoom or Google Meet from my calendar. Any available time is a good time.",
		"meet": "Schedule a Meet"
	},
	"citation": {
		"title": "Mutugi Riungu",
		"subtitle": "A FullStack Ninja"
	}
}
